const classes = [
  {
    "name": '1a',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Дене шынықтыру" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Жаратылыстану" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ]
    }
  },
  {
    "name": '1ә',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Еңбекке баулу" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Жаратылыстану" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ]
    }
  },
  {
    "name": '1б',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Жаратылыстану" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Дүниетану" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Музыка" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ]
    }
  },
  {
    "name": '1в',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Дене шынықтыру" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Жаратылыстану" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Дене шынықтыру" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Музыка" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Дүниетану" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ]
    }
  },
  {
    "name": '1г',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Әліппе/ана тілі" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Еңбекке баулу" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ]
    }
  },
  {
    "name": '1ғ',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Музыка" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ]
    }
  },
    {
    "name": '2а',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Орыс тілі" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Математика және логика" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" },
        { "time": "12:20-13:05", "subject": "Дуниетану" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әдебиеттік оқу" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Цифрлық сауаттылық" },
        { "time": "11:30-12:15", "subject": "Қазақ тілі" },
        { "time": "12:20-13:05", "subject": "Көркем жазу" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Еңбекке баулу" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әдебиеттік оқу" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Орыс тілі" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ]
    }
  },
    {
    "name": '2ә',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Математика және логика" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Музыка" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Орыс тілі" },
        { "time": "12:20-13:05", "subject": "Цифрлық сауаттылық" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Еңбекке баулу" },
        { "time": "12:20-13:05", "subject": "Дүниетану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Математика" },
        { "time": "12:20-13:05", "subject": "Көркем жазу" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Орыс тілі" },
        { "time": "10:35-11:20", "subject": "Жаратылыстану" },
        { "time": "11:30-12:15", "subject": "Әдебиеттік оқу" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ]
    }
  },
    {
    "name": '2б',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Әдебиеттік оқу" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әдебиеттік оқу" },
        { "time": "10:35-11:20", "subject": "Қазақ тілі" },
        { "time": "11:30-12:15", "subject": "Орыс тілі" },
        { "time": "12:20-13:05", "subject": "Көркем жазу" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" },
        { "time": "12:20-13:05", "subject": "Орыс тілі" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Бейнелеу өнері" },
        { "time": "11:30-12:15", "subject": "Цифрлық сауаттылық" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Қазақ тілі" },
        { "time": "12:20-13:05", "subject": "Еңбекке баулу" }
      ]
    }
  },
    {
    "name": '2в',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Әдебиеттік оқу" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Орыс тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Орыс тілі" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Цифрлық сауаттылық" },
        { "time": "11:30-12:15", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әдебиеттік оқу" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Математика және логика" },
        { "time": "12:20-13:05", "subject": "Көркем жазу" }
      ]
    }
  },
    {
    "name": '2г',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Орыс тілі" },
        { "time": "12:20-13:05", "subject": "Көркем жазу" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Цифрлық сауаттылық" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Әдебиеттік оқу" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Музыка" },
        { "time": "12:20-13:05", "subject": "Дене шынықтыру" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Орыс тілі" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Математика және логика" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Әдебиеттік оқу" },
        { "time": "10:35-11:20", "subject": "Еңбекке баулу" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" },
        { "time": "12:20-13:05", "subject": "Дүниетану" }
      ]
    }
  },
    {
    "name": '2ғ',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сынып сағаты" },
        { "time": "09:40-10:25", "subject": "Дене шынықтыру" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Қазақ тілі" },
        { "time": "12:20-13:05", "subject": "Еңбекке баулу" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Орыс тілі" },
        { "time": "10:35-11:20", "subject": "Әдебиеттік оқу" },
        { "time": "11:30-12:15", "subject": "Музыка" },
        { "time": "12:20-13:05", "subject": "Бейнелеу өнері" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Орыс тілі" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Әдебиеттік оқу" },
        { "time": "12:20-13:05", "subject": "Дүниетану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Қазақ тілі" },
        { "time": "09:40-10:25", "subject": "Цифрлық сауаттылық" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Жаратылыстану" },
        { "time": "12:20-13:05", "subject": "Әдебиеттік оқу" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Математика" },
        { "time": "09:40-10:25", "subject": "Қазақ тілі" },
        { "time": "10:35-11:20", "subject": "Дене шынықтыру" },
        { "time": "11:30-12:15", "subject": "Көркем жазу" },
        { "time": "12:20-13:05", "subject": "Математика және логика" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'afternoon',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'afternoon',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'afternoon',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'afternoon',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  },
    {
    "name": '1A',
    "shift": 'morning',
    "timetable": {
      "Monday": [
        { "time": "08:50-09:35", "subject": "Сақшылық сағаты" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Әліппе/ана тілі" },
        { "time": "11:30-12:15", "subject": "Бейнелеу өнері" }
      ],
      "Tuesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Әліппе/ана тілі" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Музыка" }
      ],
      "Wednesday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Музыка" },
        { "time": "11:30-12:15", "subject": "Дүниетану" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ],
      "Thursday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Математика" },
        { "time": "10:35-11:20", "subject": "Дүниетану" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" }
      ],
      "Friday": [
        { "time": "08:50-09:35", "subject": "Әліппе/ана тілі" },
        { "time": "09:40-10:25", "subject": "Дүниетану" },
        { "time": "10:35-11:20", "subject": "Математика" },
        { "time": "11:30-12:15", "subject": "Дене шынықтыру" },
        { "time": "12:20-13:05", "subject": "Жаратылыстану" }
      ]
    }
  }

]

export default classes